export const questions = [
    "Выберите площадь Вашего будущего дома",
    "Выберите этажность",
    "Выберите количество комнат",
    "У Вас уже есть земельный участок?",
    "Выберите комплектацию Вашего дома",
];

export const options = [
    ["До 100 м2", "100 - 130 м2", "130 - 160 м2", "160 - 190 м2", "190 м2 и выше"],
    [
        {
            label: "1 этаж",
        },
        {
            label: "1 этаж + мансарда",
        },
        {
            label: "2 этажа + мансарда",
        },
        {
            label: "Пока не определился",
        },
    ],
    [
        {
            label: "4-6",
            image: "https://via.placeholder.com/150x150?text=Image1"
        },
        {
            label: "7-9",
            image: "https://via.placeholder.com/150x150?text=Image2"
        },
        {
            label: "10+",
            image: "https://via.placeholder.com/150x150?text=Image3"
        },
    ],
    ["Есть участок", "Участка нет, помощь с выбором не нужна", "Участка нет, нужна помощь с подбором"],
    ["Коробка", "Под чистовую", "Под ключ"],
];